Repository: Omerrrrrrr/ai-city-guide
Catalog: native/Piri/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nb, pt_br, tr

# collection.mayBeClosed
source: May be closed
de: Könnte geschlossen sein
es: Podría estar cerrado
fr: Peut-être fermé
it: Potrebbe essere chiuso
nb: Kan være stengt
pt_br: Pode estar fechado
tr: Kapalı olabilir

# collection.pickDate
source: Pick a start time
de: Startzeit auswählen
es: Elige una hora de inicio
fr: Choisis une heure de début
it: Scegli un orario di inizio
nb: Velg en starttid
pt_br: Escolha um horário de início
tr: Başlangıç saati seç

# collection.removeDate
source: Remove date
de: Datum entfernen
es: Quitar fecha
fr: Supprimer la date
it: Rimuovi data
nb: Fjern dato
pt_br: Remover data
tr: Tarihi kaldır

# collection.searchFailed
source: Search failed — check your connection.
de: Suche fehlgeschlagen — überprüfe deine Verbindung.
es: Error en la búsqueda: comprueba tu conexión.
fr: Échec de la recherche — vérifie ta connexion.
it: Ricerca non riuscita — controlla la connessione.
nb: Søket mislyktes — sjekk tilkoblingen din.
pt_br: A busca falhou — verifique sua conexão.
tr: Arama başarısız — bağlantını kontrol et.

# collection.searchLocation
source: Searching in %1$@
de: Suche in %1$@
es: Buscando en %1$@
fr: Recherche à %1$@
it: Ricerca in corso a %1$@
nb: Søker i %1$@
pt_br: Buscando em %1$@
tr: %1$@'de aranıyor

# collection.searchNoResults
source: No places found for this search.
de: Für diese Suche wurden keine Orte gefunden.
es: No se encontraron lugares para esta búsqueda.
fr: Aucun lieu trouvé pour cette recherche.
it: Nessun luogo trovato per questa ricerca.
nb: Fant ingen steder for dette søket.
pt_br: Nenhum local encontrado para esta busca.
tr: Bu arama için yer bulunamadı.

# collection.searchPlaceholder
source: Search a place to add…
de: Ort zum Hinzufügen suchen…
es: Busca un lugar para añadir…
fr: Rechercher un lieu à ajouter…
it: Cerca un luogo da aggiungere…
nb: Søk etter et sted å legge til…
pt_br: Busque um local para adicionar…
tr: Eklemek için yer ara…

# collection.willBeOpen
source: Will be open
de: Ist dann geöffnet
es: Estará abierto
fr: Sera ouvert
it: Sarà aperto
nb: Vil være åpen
pt_br: Estará aberto
tr: Açık olacak

# common.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nb: Avbryt
pt_br: Cancelar
tr: Vazgeç

# common.change
source: Change
de: Ändern
es: Cambiar
fr: Modifier
it: Cambia
nb: Endre
pt_br: Alterar
tr: Değiştir

# common.clear
source: Clear
de: Löschen
es: Borrar
fr: Effacer
it: Cancella
nb: Fjern
pt_br: Limpar
tr: Temizle

# common.continue
source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
nb: Fortsett
pt_br: Continuar
tr: Devam et

# common.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
nb: Slett
pt_br: Excluir
tr: Sil

# common.done
source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fatto
nb: Ferdig
pt_br: Concluído
tr: Bitti

# common.error
source: Error
de: Fehler
fr: Erreur
it: Errore
nb: Feil
pt_br: Erro
tr: Hata

# common.everywhere
source: Everywhere
de: Überall
es: En todas partes
fr: Partout
it: Ovunque
nb: Overalt
pt_br: Em qualquer lugar
tr: Her yer

# common.loading
source: Loading…
de: Wird geladen…
es: Cargando…
fr: Chargement…
it: Caricamento…
nb: Laster…
pt_br: Carregando…
tr: Yükleniyor…

# common.openInMaps
source: Open in Maps
de: In Karten öffnen
es: Abrir en Mapas
fr: Ouvrir dans Plans
it: Apri in Mappe
nb: Åpne i Kart
pt_br: Abrir no Mapas
tr: Haritalarda aç

# common.results
source: Results
de: Ergebnisse
es: Resultados
fr: Résultats
it: Risultati
nb: Resultater
pt_br: Resultados
tr: Sonuçlar

# common.retry
source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
nb: Prøv igjen
pt_br: Tentar novamente
tr: Tekrar dene

# common.save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
nb: Lagre
pt_br: Salvar
tr: Kaydet

# common.saving
source: Saving…
de: Wird gespeichert…
es: Guardando…
fr: Enregistrement…
it: Salvataggio…
nb: Lagrer…
pt_br: Salvando…
tr: Kaydediliyor…

# common.searchPlaces
source: Search places...
de: Orte suchen …
es: Buscar lugares...
fr: Rechercher des lieux...
it: Cerca luoghi...
nb: Søk etter steder...
pt_br: Buscar locais...
tr: Yer ara...

# common.seeAll
source: See all ›
de: Alle ansehen ›
es: Ver todo ›
fr: Tout voir ›
it: Vedi tutti ›
nb: Se alle ›
pt_br: Ver tudo ›
tr: Tümünü gör ›

# common.share
source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
nb: Del
pt_br: Compartilhar
tr: Paylaş

# common.showAll
source: Show all
de: Alle anzeigen
es: Mostrar todo
fr: Tout afficher
it: Mostra tutti
nb: Vis alle
pt_br: Mostrar tudo
tr: Tümünü göster

# common.skip
source: Skip
de: Überspringen
es: Omitir
fr: Passer
it: Salta
nb: Hopp over
pt_br: Pular
tr: Atla

# common.today
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
nb: I dag
pt_br: Hoje
tr: Bugün

# common.tryAgain
source: Try again
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
it: Riprova
nb: Prøv igjen
pt_br: Tentar novamente
tr: Tekrar dene

# components.adminGate.body
source: Enter the ADMIN_API_TOKEN configured on the backend to use this screen.
de: Gib das im Backend hinterlegte ADMIN_API_TOKEN ein, um diesen Bildschirm zu nutzen.
es: Introduce el ADMIN_API_TOKEN configurado en el servidor para usar esta pantalla.
fr: Saisis le ADMIN_API_TOKEN configuré côté serveur pour utiliser cet écran.
it: Inserisci l'ADMIN_API_TOKEN configurato sul backend per usare questa schermata.
nb: Skriv inn ADMIN_API_TOKEN konfigurert på baksiden for å bruke denne skjermen.
pt_br: Digite o ADMIN_API_TOKEN configurado no backend para usar esta tela.
tr: Bu ekranı kullanmak için backend'de yapılandırılmış ADMIN_API_TOKEN'ı gir.

# components.adminGate.title
source: Admin access required
de: Admin-Zugriff erforderlich
es: Se requiere acceso de administrador
fr: Accès admin requis
it: Accesso amministratore richiesto
nb: Admin-tilgang kreves
pt_br: Acesso de administrador necessário
tr: Yönetici erişimi gerekli

# components.adminGate.unlock
source: Unlock
de: Entsperren
es: Desbloquear
fr: Déverrouiller
it: Sblocca
nb: Lås opp
pt_br: Desbloquear
tr: Kilidi Aç

# components.errorBoundary.body
source: The app hit an unexpected error. You can try again, or restart the app if it keeps happening.
de: In der App ist ein unerwarteter Fehler aufgetreten. Du kannst es erneut versuchen oder die App neu starten, falls es weiter passiert.
es: La app encontró un error inesperado. Puedes intentarlo de nuevo o reiniciar la app si sigue ocurriendo.
fr: L'application a rencontré une erreur inattendue. Réessaie, ou redémarre l'application si le problème persiste.
it: Si è verificato un errore imprevisto nell'app. Puoi riprovare oppure riavviare l'app se il problema persiste.
nb: Appen støtte på en uventet feil. Du kan prøve igjen, eller starte appen på nytt hvis det fortsetter.
pt_br: O app encontrou um erro inesperado. Tente novamente ou reinicie o app se o problema persistir.
tr: Uygulama beklenmedik bir hatayla karşılaştı. Tekrar deneyebilir veya sorun devam ederse uygulamayı yeniden başlatabilirsin.

# components.errorBoundary.title
source: Something went wrong
de: Etwas ist schiefgelaufen
es: Algo salió mal
fr: Une erreur s'est produite
it: Qualcosa è andato storto
nb: Noe gikk galt
pt_br: Algo deu errado
tr: Bir şeyler ters gitti

# components.placeImage.meta
source: We only show real place photos after the source is verified.
de: Wir zeigen echte Fotos von Orten erst, nachdem die Quelle verifiziert wurde.
es: Solo mostramos fotos reales del lugar una vez verificada la fuente.
fr: Nous n'affichons de vraies photos des lieux qu'une fois la source vérifiée.
it: Mostriamo foto reali dei luoghi solo dopo aver verificato la fonte.
nb: Vi viser kun ekte stedsbilder etter at kilden er verifisert.
pt_br: Só mostramos fotos reais do local depois que a fonte é verificada.
tr: Kaynağı doğrulandıktan sonra yalnızca gerçek yer fotoğraflarını gösteriyoruz.

# components.placeImage.unavailable
source: Photo unavailable
de: Foto nicht verfügbar
es: Foto no disponible
fr: Photo indisponible
it: Foto non disponibile
nb: Bilde utilgjengelig
pt_br: Foto indisponível
tr: Fotoğraf mevcut değil

# components.placeMiniMap.badgeLabel
source: Map preview
de: Kartenvorschau
es: Vista previa del mapa
fr: Aperçu de la carte
it: Anteprima mappa
nb: Kartforhåndsvisning
pt_br: Prévia do mapa
tr: Harita önizlemesi

# components.placeMiniMap.unavailable
source: Map preview unavailable
de: Kartenvorschau nicht verfügbar
es: Vista previa del mapa no disponible
fr: Aperçu de la carte indisponible
it: Anteprima mappa non disponibile
nb: Kartforhåndsvisning utilgjengelig
pt_br: Prévia do mapa indisponível
tr: Harita önizlemesi mevcut değil

# components.placeMiniMap.zoomIn
source: Zoom in
de: Vergrößern
es: Acercar
fr: Zoomer
it: Aumenta zoom
nb: Zoom inn
pt_br: Aumentar zoom
tr: Yakınlaştır

# components.placeMiniMap.zoomOut
source: Zoom out
de: Verkleinern
es: Alejar
fr: Dézoomer
it: Riduci zoom
nb: Zoom ut
pt_br: Diminuir zoom
tr: Uzaklaştır

# curatedInfo.familyFriendly
source: Family-friendly
de: Familienfreundlich
es: Ideal para familias
fr: Adapté aux familles
it: Adatto alle famiglie
nb: Familievennlig
pt_br: Para toda a família
tr: Aile dostu

# curatedInfo.rainyDayFit
source: Good for rainy days
de: Gut für Regentage
es: Bueno para días lluviosos
fr: Idéal les jours de pluie
it: Ideale per i giorni di pioggia
nb: Bra på regnværsdager
pt_br: Bom para dias de chuva
tr: Yağmurlu günler için uygun

# currencyPicker.home
source: HOME
de: ZUHAUSE
es: INICIO
fr: DOMICILE
it: CASA
nb: HJEM
pt_br: PADRÃO
tr: BENİM

# currencyPicker.searchPlaceholder
source: Search currency code (e.g. TRY)
de: Währungscode suchen (z. B. TRY)
es: Busca un código de moneda (p. ej. TRY)
fr: Rechercher un code de devise (ex. TRY)
it: Cerca il codice valuta (es. TRY)
nb: Søk valutakode (f.eks. TRY)
pt_br: Buscar código da moeda (ex.: TRY)
tr: Para birimi kodu ara (örn. TRY)

# currencyPicker.subtitle
source: Rates for 1 %@
de: Kurse für 1 %@
es: Tasas para 1 %@
fr: Taux pour 1 %@
it: Tassi di cambio per 1 %@
nb: Kurser for 1 %@
pt_br: Taxas para 1 %@
tr: 1 %@ karşılığı kurlar

# currencyPicker.title
source: Currency
de: Währung
es: Moneda
fr: Devise
it: Valuta
nb: Valuta
pt_br: Moeda
tr: Para Birimi

# currencyPicker.unavailable
source: Rates aren't available for this destination yet.
de: Für dieses Reiseziel sind noch keine Kurse verfügbar.
es: Las tasas aún no están disponibles para este destino.
fr: Les taux ne sont pas encore disponibles pour cette destination.
it: I tassi di cambio non sono ancora disponibili per questa destinazione.
nb: Kurser er ikke tilgjengelig for dette reisemålet ennå.
pt_br: As taxas ainda não estão disponíveis para este destino.
tr: Bu hedef için kurlar henüz mevcut değil.

# diet.kosher
source: Kosher
de: Koscher
fr: Casher
tr: Koşer

# diet.vegetarian
source: Vegetarian
de: Vegetarisch
es: Vegetariano
fr: Végétarien
it: Vegetariano
nb: Vegetar
pt_br: Vegetariano
tr: Vejetaryen

# dietaryFilter.button
source: Dietary filter
de: Ernährungsfilter
es: Filtro dietético
fr: Filtre alimentaire
it: Filtro alimentare
nb: Diettfilter
pt_br: Filtro alimentar
tr: Diyet filtresi

# dietaryResults.empty
source: No matches found nearby
de: In der Nähe keine Treffer gefunden
es: No se encontraron coincidencias cerca
fr: Aucun résultat à proximité
it: Nessun risultato trovato nelle vicinanze
nb: Ingen treff i nærheten
pt_br: Nenhum resultado encontrado por perto
tr: Yakında uygun yer bulunamadı

# dietaryResults.title
source: Dietary matches
de: Passende Ernährungsoptionen
es: Coincidencias dietéticas
fr: Résultats alimentaires
it: Risultati alimentari
nb: Diettfunn
pt_br: Opções compatíveis
tr: Diyet Uygun Yerler

# dietaryTags.source
source: Source: OpenStreetMap
de: Quelle: OpenStreetMap
es: Fuente: OpenStreetMap
it: Fonte: OpenStreetMap
nb: Kilde: OpenStreetMap
pt_br: Fonte: OpenStreetMap
tr: Kaynak: OpenStreetMap

# directions.preview.button
source: Directions
de: Route
es: Cómo llegar
fr: Itinéraire
it: Indicazioni
nb: Veibeskrivelse
pt_br: Rotas
tr: Yol Tarifi

# directions.preview.hours
source: %1$lld h
de: %1$lld Std.
nb: %1$lld t
tr: %1$lld sa

# directions.preview.hoursMinutes
source: %1$lld h %2$lld min
de: %1$lld Std. %2$lld Min.
nb: %1$lld t %2$lld min
tr: %1$lld sa %2$lld dk

# directions.preview.loading
source: Calculating route...
de: Route wird berechnet …
es: Calculando ruta...
fr: Calcul de l'itinéraire...
it: Calcolo del percorso...
nb: Beregner rute...
pt_br: Calculando rota...
tr: Rota hesaplanıyor...

# directions.preview.noLocation
source: Couldn't get your location.
de: Dein Standort konnte nicht ermittelt werden.
es: No se pudo obtener tu ubicación.
fr: Impossible d'obtenir ta position.
it: Impossibile ottenere la tua posizione.
nb: Fant ikke posisjonen din.
pt_br: Não foi possível obter sua localização.
tr: Konumun alınamadı.

# explore.emptyText
source: No places match. Try a different search or filter.
de: Keine passenden Orte. Versuch eine andere Suche oder einen anderen Filter.
es: No hay lugares que coincidan. Prueba otra búsqueda o filtro.
fr: Aucun lieu ne correspond. Essaie une autre recherche ou un autre filtre.
it: Nessun luogo corrisponde. Prova una ricerca o un filtro diverso.
nb: Ingen steder samsvarer. Prøv et annet søk eller filter.
pt_br: Nenhum local encontrado. Tente outra busca ou filtro.
tr: Eşleşen yer yok. Farklı bir arama veya filtre dene.

# explore.openNow
source: Open now
de: Jetzt geöffnet
es: Abierto ahora
fr: Ouvert maintenant
it: Aperto ora
nb: Åpent nå
pt_br: Aberto agora
tr: Şimdi açık

# explore.placesFallback
source: Places
de: Orte
es: Lugares
fr: Lieux
it: Luoghi
nb: Steder
pt_br: Locais
tr: Yerler

# explore.placesFound.one
source: %1$lld place found
de: %1$lld Ort gefunden
es: %1$lld lugar encontrado
fr: %1$lld lieu trouvé
it: %1$lld luogo trovato
nb: %1$lld sted funnet
pt_br: %1$lld local encontrado
tr: %1$lld yer bulundu

# explore.placesFound.other
source: %1$lld places found
de: %1$lld Orte gefunden
es: %1$lld lugares encontrados
fr: %1$lld lieux trouvés
it: %1$lld luoghi trovati
nb: %1$lld steder funnet
pt_br: %1$lld locais encontrados
tr: %1$lld yer bulundu

# explore.reset
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Reimposta
nb: Nullstill
pt_br: Redefinir
tr: Sıfırla

# explore.sections.allPlaces
source: All Places
de: Alle Orte
es: Todos los lugares
fr: Tous les lieux
it: Tutti i luoghi
nb: Alle steder
pt_br: Todos os Locais
tr: Tüm Yerler

# explore.sections.featuredPlaces
source: Featured Places
de: Empfohlene Orte
es: Lugares destacados
fr: Lieux à la une
it: Luoghi in evidenza
nb: Utvalgte steder
pt_br: Locais em Destaque
tr: Öne Çıkan Yerler

# explore.sections.openRightNow
source: Open Right Now
de: Jetzt geöffnet
es: Abiertos ahora
fr: Ouverts maintenant
it: Aperti proprio ora
nb: Åpent akkurat nå
pt_br: Abertos Agora
tr: Şu An Açık

# explore.sections.rainyDayPicks
source: Rainy Day Picks
de: Tipps für Regentage
es: Selección para días lluviosos
fr: Idées pour un jour de pluie
it: Scelte per i giorni di pioggia
nb: Regnværsdag-utvalg
pt_br: Sugestões para Dias de Chuva
tr: Yağmurlu Gün Seçkisi

# friendProfile.category.tripHistory
source: Trip history
de: Reiseverlauf
es: Historial de viajes
fr: Historique des voyages
it: Cronologia viaggi
nb: Turhistorikk
pt_br: Histórico de viagens
tr: Gezi geçmişi

# friendProfile.category.tripStats
source: Trip count
de: Anzahl Reisen
es: Número de viajes
fr: Nombre de voyages
it: Numero di viaggi
nb: Antall turer
pt_br: Total de viagens
tr: Gezi sayısı

# friendProfile.historyTitle
source: Trip History
de: Reiseverlauf
es: Historial de viajes
fr: Historique des voyages
it: Cronologia viaggi
nb: Turhistorikk
pt_br: Histórico de Viagens
tr: Gezi Geçmişi

# friendProfile.notShared
source: %1$@ not shared
de: %1$@ nicht geteilt
es: %1$@ no compartido
fr: %1$@ non partagé
it: %1$@ non condiviso
nb: %1$@ deles ikke
pt_br: %1$@ não compartilhado
tr: %1$@ paylaşılmıyor

# friends.add.send
source: Send Request
de: Anfrage senden
es: Enviar solicitud
fr: Envoyer une demande
it: Invia richiesta
nb: Send forespørsel
pt_br: Enviar Solicitação
tr: İstek Gönder

# friends.add.title
source: Add Friend
de: Freund hinzufügen
es: Añadir amigo
fr: Ajouter un ami
it: Aggiungi amico
nb: Legg til venn
pt_br: Adicionar Amigo
tr: Arkadaş Ekle

# friends.count.one
source: %1$lld friend
de: %1$lld Freund
es: %1$lld amigo
fr: %1$lld ami
it: %1$lld amico
nb: %1$lld venn
pt_br: %1$lld amigo
tr: %1$lld arkadaş

# friends.count.other
source: %1$lld friends
de: %1$lld Freunde
es: %1$lld amigos
fr: %1$lld amis
it: %1$lld amici
nb: %1$lld venner
pt_br: %1$lld amigos
tr: %1$lld arkadaş

# friends.leaderboard.title
source: Leaderboard
de: Rangliste
es: Clasificación
fr: Classement
it: Classifica
nb: Ledertavle
pt_br: Ranking
tr: Liderlik Tablosu

# friends.list.empty
source: No friends yet.
de: Noch keine Freunde.
es: Aún no tienes amigos.
fr: Pas encore d'amis.
it: Ancora nessun amico.
nb: Ingen venner ennå.
pt_br: Nenhum amigo ainda.
tr: Henüz arkadaşın yok.

# friends.list.title
source: Your Friends
de: Deine Freunde
es: Tus amigos
fr: Tes amis
it: I tuoi amici
nb: Vennene dine
pt_br: Seus Amigos
tr: Arkadaşların

# friends.requests.accept
source: Accept
de: Annehmen
es: Aceptar
fr: Accepter
it: Accetta
nb: Godta
pt_br: Aceitar
tr: Kabul Et

# friends.requests.reject
source: Reject
de: Ablehnen
es: Rechazar
fr: Refuser
it: Rifiuta
nb: Avvis
pt_br: Recusar
tr: Reddet

# friends.requests.title
source: Pending Requests
de: Ausstehende Anfragen
es: Solicitudes pendientes
fr: Demandes en attente
it: Richieste in sospeso
nb: Ventende forespørsler
pt_br: Solicitações Pendentes
tr: Bekleyen İstekler

# friends.sharing.leaderboardVisible
source: Show me on the leaderboard
de: Mich in der Rangliste anzeigen
es: Mostrarme en la clasificación
fr: M'afficher dans le classement
it: Mostrami nella classifica
nb: Vis meg på ledertavlen
pt_br: Me mostrar no ranking
tr: Liderlik tablosunda görün

# friends.sharing.showRealName
source: Show my real name
de: Meinen echten Namen anzeigen
es: Mostrar mi nombre real
fr: Afficher mon vrai nom
it: Mostra il mio nome vero
nb: Vis det virkelige navnet mitt
pt_br: Mostrar meu nome real
tr: Gerçek adımı göster

# friends.sharing.title
source: Sharing Settings
de: Freigabeeinstellungen
es: Ajustes para compartir
fr: Paramètres de partage
it: Impostazioni di condivisione
nb: Delingsinnstillinger
pt_br: Configurações de Compartilhamento
tr: Paylaşım Ayarları

# friends.sharing.tripHistory
source: Share my trip history
de: Meinen Reiseverlauf teilen
es: Compartir mi historial de viajes
fr: Partager mon historique de voyages
it: Condividi la mia cronologia viaggi
nb: Del turhistorikken min
pt_br: Compartilhar meu histórico de viagens
tr: Gezi geçmişimi paylaş

# friends.sharing.tripStats
source: Share my trip count
de: Meine Anzahl Reisen teilen
es: Compartir mi número de viajes
fr: Partager mon nombre de voyages
it: Condividi il numero dei miei viaggi
nb: Del antall turer
pt_br: Compartilhar meu total de viagens
tr: Gezi sayımı paylaş

# friends.sharing.xp
source: Share my level
de: Mein Level teilen
es: Compartir mi nivel
fr: Partager mon niveau
it: Condividi il mio livello
nb: Del nivået mitt
pt_br: Compartilhar meu nível
tr: Seviyemi paylaş

# friends.title
source: Friends
de: Freunde
es: Amigos
fr: Amis
it: Amici
nb: Venner
pt_br: Amigos
tr: Arkadaşlar

# friends.username.label
source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome utente
nb: Brukernavn
pt_br: Nome de usuário
tr: Kullanıcı Adı

# friends.username.placeholder
source: username
de: Benutzername
es: nombre de usuario
fr: nom d'utilisateur
it: nomeutente
nb: brukernavn
pt_br: nome de usuário
tr: kullanici_adi

# gamification.breakdown.title
source: How you earn XP
de: So verdienst du XP
es: Cómo ganas XP
fr: Comment gagner de l'XP
it: Come guadagni XP
nb: Slik tjener du XP
pt_br: Como você ganha XP
tr: XP nasıl kazanılır

# gamification.source.profile
source: Profile completeness
de: Profilvollständigkeit
es: Perfil completo
fr: Complétude du profil
it: Completezza del profilo
nb: Profilfullføring
pt_br: Perfil completo
tr: Profil tamamlanma durumu

# gamification.source.reviews
source: Reviews written
de: Geschriebene Bewertungen
es: Reseñas escritas
fr: Avis rédigés
it: Recensioni scritte
nb: Skrevne anmeldelser
pt_br: Avaliações escritas
tr: Yazılan yorumlar

# gamification.source.saved
source: Saved places
de: Gespeicherte Orte
es: Lugares guardados
fr: Lieux enregistrés
it: Luoghi salvati
nb: Lagrede steder
pt_br: Lugares salvos
tr: Kaydedilen yerler

# gamification.source.trips
source: Completed trips
de: Abgeschlossene Reisen
es: Viajes completados
fr: Voyages terminés
it: Viaggi completati
nb: Fullførte turer
pt_br: Viagens concluídas
tr: Tamamlanan geziler

# gamification.source.visited
source: Places viewed
de: Angesehene Orte
es: Lugares vistos
fr: Lieux consultés
it: Luoghi visualizzati
nb: Viste steder
pt_br: Lugares visualizados
tr: Görüntülenen yerler

# home.aiBanner.sub
source: Tell me what you feel like — I'll find the perfect spot.
de: Sag mir, wonach dir ist — ich finde den perfekten Ort.
es: Cuéntame qué te apetece y encontraré el lugar perfecto.
fr: Dis-moi ce qui te ferait plaisir — je trouverai l'endroit parfait.
it: Dimmi cosa ti va di fare — troverò il posto perfetto.
nb: Si hva du har lyst på — jeg finner det perfekte stedet.
pt_br: Me conta o que você quer fazer — eu encontro o lugar perfeito.
tr: Ne canın istiyor söyle — sana en uygun yeri bulayım.

# home.aiBanner.title
source: Ask Piri anything
de: Frag Piri irgendwas
es: Pregúntale a Piri lo que sea
fr: Demande n'importe quoi à Piri
it: Chiedi a Piri qualsiasi cosa
nb: Spør Piri om hva som helst
pt_br: Pergunte qualquer coisa ao Piri
tr: Piri'ye her şeyi sor

# home.cityEmpty.body
source: Discovery may still be processing. Pull to refresh, or try exploring a different city.
de: Die Entdeckung läuft eventuell noch. Zieh zum Aktualisieren nach unten oder erkunde eine andere Stadt.
es: El descubrimiento podría seguir en proceso. Desliza para actualizar o explora otra ciudad.
fr: La découverte est peut-être encore en cours. Tire pour actualiser ou explore une autre ville.
it: La ricerca potrebbe essere ancora in corso. Trascina per aggiornare o prova a esplorare un'altra città.
nb: Utforskingen kan fortsatt pågå. Dra for å oppdatere, eller prøv en annen by.
pt_br: A descoberta ainda pode estar em andamento. Puxe para atualizar ou explore outra cidade.
tr: Keşif hâlâ işleniyor olabilir. Yenilemek için aşağı çek, ya da farklı bir şehir dene.

# home.cityEmpty.button
source: Pick a different city
de: Andere Stadt wählen
es: Elegir otra ciudad
fr: Choisir une autre ville
it: Scegli un'altra città
nb: Velg en annen by
pt_br: Escolher outra cidade
tr: Farklı bir şehir seç

# home.cityEmpty.title
source: No places yet in %1$@
de: Noch keine Orte in %1$@
es: Aún no hay lugares en %1$@
fr: Aucun lieu pour l'instant à %1$@
it: Ancora nessun luogo a %1$@
nb: Ingen steder ennå i %1$@
pt_br: Ainda não há locais em %1$@
tr: %1$@ içinde henüz mekân yok

# home.discovery.body
source: Piri is mapping places using global data. This takes 1–2 minutes.
de: Piri erfasst Orte anhand globaler Daten. Das dauert 1–2 Minuten.
es: Piri está mapeando lugares con datos globales. Esto tarda de 1 a 2 minutos.
fr: Piri cartographie les lieux à partir de données mondiales. Cela prend 1 à 2 minutes.
it: Piri sta mappando i luoghi usando dati globali. Ci vogliono 1-2 minuti.
nb: Piri kartlegger steder med globale data. Dette tar 1–2 minutter.
pt_br: O Piri está mapeando locais usando dados globais. Isso leva de 1 a 2 minutos.
tr: Piri küresel verileri kullanarak mekânları haritalıyor. Bu 1-2 dakika sürer.
